Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 所有处理任务（转写、总结、润色标题、画面分析、拆解待办、下载模型）都在右上角「处理队列」中调度，最多 3 个并行，其余排队
ar: تُجدول جميع مهام المعالجة (التفريغ، الملخصات، تحسين العنوان، تحليل الصور، استخراج المهام، تنزيل النماذج) في «قائمة انتظار المعالجة» أعلى اليمين، بحد أقصى 3 بالتوازي والباقي في الانتظار
de: Alle Verarbeitungsaufgaben (Transkription, Zusammenfassungen, Titel aufwerten, Bildanalyse, Aufgabenextraktion, Modell-Downloads) werden in der „Verarbeitungswarteschlange“ oben rechts geplant; bis zu 3 laufen parallel, der Rest wartet
en: All processing tasks (transcription, summaries, title polishing, visual analysis, to-do extraction, model downloads) are scheduled in the “Processing Queue” in the top-right corner, with up to 3 running in parallel and the rest queued
es: Todas las tareas de procesamiento (transcripción, resúmenes, pulido de título, análisis visual, extracción de tareas, descargas de modelos) se programan en la “Cola de procesamiento” de la esquina superior derecha, con hasta 3 en paralelo y el resto en espera
fr: Toutes les tâches de traitement (transcription, résumés, reformulation de titre, analyse visuelle, extraction des tâches, téléchargements de modèles) sont planifiées dans la « File de traitement » en haut à droite, avec jusqu'à 3 en parallèle et le reste en attente
hi: सभी प्रोसेसिंग कार्य (ट्रांसक्रिप्शन, सारांश, शीर्षक सुधार, दृश्य विश्लेषण, कार्य निष्कर्षण, मॉडल डाउनलोड) ऊपर-दाएँ “प्रोसेसिंग कतार” में शेड्यूल होते हैं, अधिकतम 3 समानांतर और बाकी कतार में
id: Semua tugas pemrosesan (transkripsi, ringkasan, penyempurnaan judul, analisis visual, ekstraksi tugas, unduhan model) dijadwalkan di “Antrean Pemrosesan” di kanan atas, maksimal 3 paralel dan sisanya mengantre
it: Tutte le attività di elaborazione (trascrizione, riepiloghi, rifinitura del titolo, analisi visiva, estrazione attività, download dei modelli) sono pianificate nella “Coda di elaborazione” in alto a destra, con un massimo di 3 in parallelo e le altre in attesa
ja: すべての処理タスク（文字起こし、要約、タイトル調整、画面分析、ToDo 抽出、モデルのダウンロード）は右上の「処理キュー」でスケジュールされ、最大 3 件が並行実行、残りは待機します
ko: 모든 처리 작업(전사, 요약, 제목 다듬기, 화면 분석, 할 일 추출, 모델 다운로드)은 오른쪽 위 “처리 대기열”에서 예약되며 최대 3개가 동시 실행되고 나머지는 대기합니다
nl: Alle verwerkingstaken (transcriptie, samenvattingen, titel bijschaven, visuele analyse, taakextractie, model-downloads) worden gepland in de “Verwerkingswachtrij” rechtsboven, met maximaal 3 parallel en de rest in de wachtrij
pl: Wszystkie zadania przetwarzania (transkrypcja, podsumowania, dopracowanie tytułu, analiza obrazu, wyodrębnianie zadań, pobieranie modeli) są planowane w „Kolejce przetwarzania” w prawym górnym rogu; maksymalnie 3 równolegle, reszta czeka
pt: Todas as tarefas de processamento (transcrição, resumos, polimento de título, análise visual, extração de tarefas, transferência de modelos) são agendadas na “Fila de processamento” no canto superior direito, com até 3 em paralelo e o resto em espera
ru: Все задачи обработки (расшифровка, резюме, улучшение заголовка, анализ изображения, извлечение задач, загрузка моделей) планируются в «Очереди обработки» в правом верхнем углу: до 3 параллельно, остальные в очереди
sv: Alla bearbetningsuppgifter (transkription, sammanfattningar, titelputsning, bildanalys, uppgiftsextrahering, modellnedladdningar) schemaläggs i ”Bearbetningskön” uppe till höger, med upp till 3 parallellt och resten i kö
th: งานประมวลผลทั้งหมด (ถอดความ สรุป ปรับชื่อเรื่องให้เรียบร้อย การวิเคราะห์ภาพ การแยกงาน การดาวน์โหลดโมเดล) ถูกจัดคิวใน “คิวการประมวลผล” มุมขวาบน ทำงานพร้อมกันได้สูงสุด 3 งาน ที่เหลือรอในคิว
tr: Tüm işleme görevleri (çeviri yazı, özetler, başlık düzenleme, görsel analiz, görev çıkarma, model indirmeleri) sağ üstteki “İşleme Kuyruğu”nda planlanır; en fazla 3'ü paralel çalışır, kalanı sırada bekler
uk: Усі завдання обробки (транскрипція, підсумки, покращення заголовка, аналіз зображення, видобування завдань, завантаження моделей) плануються в «Черзі обробки» у правому верхньому куті: до 3 паралельно, решта в черзі
vi: Mọi tác vụ xử lý (chuyển ngữ, tóm tắt, trau chuốt tiêu đề, phân tích hình ảnh, trích xuất việc cần làm, tải mô hình) đều được xếp trong “Hàng đợi xử lý” ở góc trên bên phải, tối đa 3 tác vụ chạy song song, còn lại xếp hàng
zh_hant: 所有處理任務（轉寫、總結、潤色標題、畫面分析、拆解待辦、下載模型）都在右上角「處理佇列」中調度，最多 3 個並行，其餘排隊

source: 所有录音文件、转写和总结将保存在此文件夹中。更改后需要重启应用以重新加载数据。
ar: ستُحفظ جميع ملفات التسجيل والتفريغ والملخصات في هذا المجلد. يلزم إعادة تشغيل التطبيق بعد التغيير لإعادة تحميل البيانات.
de: Alle Aufnahmedateien, Transkriptionen und Zusammenfassungen werden in diesem Ordner gespeichert. Nach einer Änderung muss die App neu gestartet werden, um die Daten neu zu laden.
en: All recording files, transcriptions, and summaries will be saved in this folder. After changing it, restart the app to reload the data.
es: Todos los archivos de grabación, transcripciones y resúmenes se guardarán en esta carpeta. Tras cambiarla, reinicie la app para volver a cargar los datos.
fr: Tous les fichiers d'enregistrement, transcriptions et résumés seront enregistrés dans ce dossier. Après modification, redémarrez l'application pour recharger les données.
hi: सभी रिकॉर्डिंग फ़ाइलें, ट्रांसक्रिप्शन और सारांश इस फ़ोल्डर में सहेजे जाएँगे। बदलने के बाद डेटा पुनः लोड करने हेतु ऐप पुनः आरंभ करें।
id: Semua berkas rekaman, transkripsi, dan ringkasan akan disimpan di folder ini. Setelah diubah, mulai ulang aplikasi untuk memuat ulang data.
it: Tutti i file di registrazione, trascrizioni e riepiloghi saranno salvati in questa cartella. Dopo la modifica, riavvia l'app per ricaricare i dati.
ja: すべての録音ファイル、文字起こし、要約はこのフォルダに保存されます。変更後はアプリを再起動してデータを再読み込みしてください。
ko: 모든 녹음 파일, 전사, 요약이 이 폴더에 저장됩니다. 변경 후 데이터를 다시 불러오려면 앱을 재시작하세요.
nl: Alle opnamebestanden, transcripties en samenvattingen worden in deze map opgeslagen. Start na een wijziging de app opnieuw om de gegevens te herladen.
pl: Wszystkie pliki nagrań, transkrypcje i podsumowania będą zapisywane w tym folderze. Po zmianie uruchom aplikację ponownie, aby przeładować dane.
pt: Todos os arquivos de gravação, transcrições e resumos serão salvos nesta pasta. Após alterar, reinicie o app para recarregar os dados.
ru: Все файлы записей, транскрипции и резюме будут сохраняться в этой папке. После изменения перезапустите приложение, чтобы перезагрузить данные.
sv: Alla inspelningar, transkriptioner och sammanfattningar sparas i denna mapp. Starta om appen efter en ändring för att läsa in data igen.
th: ไฟล์บันทึก คำถอดเสียง และสรุปทั้งหมดจะถูกบันทึกในโฟลเดอร์นี้ หลังเปลี่ยนแปลงต้องรีสตาร์ทแอปเพื่อโหลดข้อมูลใหม่
tr: Tüm kayıt dosyaları, dökümler ve özetler bu klasöre kaydedilir. Değiştirdikten sonra verileri yeniden yüklemek için uygulamayı yeniden başlatın.
uk: Усі файли записів, транскрипції та підсумки зберігатимуться в цій папці. Після зміни перезапустіть застосунок, щоб перезавантажити дані.
vi: Tất cả tệp ghi âm, bản chuyển và tóm tắt sẽ được lưu trong thư mục này. Sau khi thay đổi, cần khởi động lại ứng dụng để tải lại dữ liệu.
zh_hant: 所有錄音檔、轉錄與總結將儲存於此資料夾。變更後需要重新啟動應用程式以重新載入資料。

source: 所有待办已写入提醒事项
ar: كُتبت جميع المهام في التذكيرات
de: Alle Aufgaben wurden in Erinnerungen geschrieben
en: All to-dos written to Reminders
es: Todas las tareas se escribieron en Recordatorios
fr: Toutes les tâches ont été écrites dans Rappels
hi: सभी कार्य रिमाइंडर में लिखे गए
id: Semua tugas telah ditulis ke Pengingat
it: Tutte le attività sono state scritte in Promemoria
ja: すべての ToDo をリマインダーに書き込みました
ko: 모든 할 일을 알림에 썼습니다
nl: Alle taken zijn naar Herinneringen geschreven
pl: Wszystkie zadania zostały zapisane do Przypomnień
pt: Todas as tarefas foram gravadas no Lembretes
ru: Все задачи записаны в Напоминания
sv: Alla uppgifter har skrivits till Påminnelser
th: งานทั้งหมดถูกเขียนลงเตือนความจำแล้ว
tr: Tüm görevler Anımsatıcılar'a yazıldı
uk: Усі завдання записано в Нагадування
vi: Tất cả việc cần làm đã được ghi vào Lời nhắc
zh_hant: 所有待辦已寫入提醒事項

source: 所有数据保存在本地，可在设置中查看存储用量
ar: جميع البيانات تبقى محلية؛ راجع استخدام التخزين في الإعدادات
de: Alle Daten bleiben lokal; die Speichernutzung können Sie in den Einstellungen einsehen
en: All data stays local; check storage usage in Settings
es: Todos los datos permanecen en local; consulta el uso de almacenamiento en Ajustes
fr: Toutes les données restent en local ; consultez l'utilisation du stockage dans les réglages
hi: सारा डेटा स्थानीय रहता है; सेटिंग्स में भंडारण उपयोग देखें
id: Semua data tetap lokal; lihat penggunaan penyimpanan di Pengaturan
it: Tutti i dati restano locali; controlla l'utilizzo dello spazio nelle impostazioni
ja: すべてのデータはローカルに保存されます。設定でストレージ使用量を確認できます
ko: 모든 데이터는 로컬에 저장되며 설정에서 저장소 사용량을 확인할 수 있습니다
nl: Alle gegevens blijven lokaal; bekijk opslaggebruik in Instellingen
pl: Wszystkie dane pozostają lokalne; zużycie pamięci sprawdź w Ustawieniach
pt: Todos os dados permanecem locais; veja o uso de armazenamento nos ajustes
ru: Все данные хранятся локально; использование хранилища можно посмотреть в настройках
sv: All data förblir lokal; se lagringsanvändningen i Inställningar
th: ข้อมูลทั้งหมดอยู่ในเครื่อง ดูการใช้พื้นที่จัดเก็บได้ในการตั้งค่า
tr: Tüm veriler yerel kalır; depolama kullanımını Ayarlar'dan görün
uk: Усі дані залишаються локальними; використання сховища перегляньте в Налаштуваннях
vi: Toàn bộ dữ liệu ở cục bộ; xem mức sử dụng lưu trữ trong Cài đặt
zh_hant: 所有數據儲存在本地，可在設置中查看儲存用量

source: 所有步骤都已完成，没有需要重新执行的内容。
ar: جميع الخطوات مكتملة، لا يوجد ما يجب إعادة تنفيذه.
de: Alle Schritte sind abgeschlossen; es gibt nichts erneut auszuführen.
en: All steps are complete; there is nothing to re-run.
es: Todos los pasos están completos; no hay nada que volver a ejecutar.
fr: Toutes les étapes sont terminées ; rien à relancer.
hi: सभी चरण पूर्ण हैं; दोबारा चलाने के लिए कुछ नहीं है।
id: Semua langkah sudah selesai; tidak ada yang perlu dijalankan ulang.
it: Tutti i passaggi sono completati; non c'è nulla da rieseguire.
ja: すべてのステップが完了しています。再実行する項目はありません。
ko: 모든 단계가 완료되어 다시 실행할 항목이 없습니다.
nl: Alle stappen zijn voltooid; er is niets om opnieuw uit te voeren.
pl: Wszystkie kroki są ukończone; nie ma nic do ponownego uruchomienia.
pt: Todas as etapas estão concluídas; não há nada para executar novamente.
ru: Все шаги завершены; повторять нечего.
sv: Alla steg är slutförda; inget att köra igen.
th: ทุกขั้นตอนเสร็จแล้ว ไม่มีอะไรต้องรันใหม่
tr: Tüm adımlar tamamlandı; yeniden çalıştırılacak bir şey yok.
uk: Усі кроки завершено; повторювати нічого.
vi: Mọi bước đã hoàn tất; không có gì cần chạy lại.
zh_hant: 所有步驟都已完成，沒有需要重新執行的內容。

source: 所选麦克风不提供系统静音属性，「自动检测系统静音」对它无效。
ar: الميكروفون المحدد لا يوفر خاصية كتم الصوت على مستوى النظام، لذا فإن «الكشف التلقائي عن كتم النظام» لا يؤثر عليه.
de: Das ausgewählte Mikrofon bietet keine System-Stummschaltung, daher wirkt „Systemstummschaltung automatisch erkennen“ nicht.
en: The selected microphone does not expose a system mute property, so “Auto-detect system mute” has no effect on it.
es: El micrófono seleccionado no expone una propiedad de silencio del sistema, por lo que «Detectar silencio del sistema» no tiene efecto.
fr: Le microphone sélectionné n'expose pas de propriété de muet système ; « Détection automatique du muet » n'a donc aucun effet.
hi: चुना गया माइक्रोफ़ोन सिस्टम म्यूट प्रॉपर्टी नहीं देता, इसलिए “सिस्टम म्यूट का स्वतः पता लगाएँ” उस पर काम नहीं करेगा।
id: Mikrofon yang dipilih tidak menyediakan properti bisu sistem, sehingga «Deteksi otomatis bisu sistem» tidak berlaku.
it: Il microfono selezionato non espone una proprietà di mute di sistema, quindi «Rilevamento automatico del mute» non ha effetto.
ja: 選択したマイクはシステムミュート属性を提供しないため、「システムミュートを自動検出」は機能しません。
ko: 선택한 마이크는 시스템 음소거 속성을 제공하지 않으므로 ‘시스템 음소거 자동 감지’가 적용되지 않습니다.
nl: De gekozen microfoon biedt geen systeem-dempingseigenschap, dus «Systeemdempen automatisch detecteren» heeft geen effect.
pl: Wybrany mikrofon nie udostępnia właściwości wyciszenia systemowego, więc „Automatyczne wykrywanie wyciszenia systemu” nie działa.
pt: O microfone selecionado não expõe a propriedade de mudo do sistema, portanto «Detetar mudo do sistema automaticamente» não tem efeito.
ru: Выбранный микрофон не поддерживает системное отключение звука, поэтому «Автоопределение системного отключения» для него не работает.
sv: Den valda mikrofonen saknar systemdämpning, så «Upptäck systemdämpning automatiskt» har ingen effekt.
th: ไมโครโฟนที่เลือกไม่มีคุณสมบัติปิดเสียงระดับระบบ ดังนั้น «ตรวจจับการปิดเสียงของระบบอัตโนมัติ» จึงไม่มีผล
tr: Seçilen mikrofon sistem sessize alma özelliği sunmuyor, bu nedenle «Sistem sesini otomatik algıla» etkisizdir.
uk: Вибраний мікрофон не підтримує системне вимкнення звуку, тому «Автовизначення системного вимкнення» для нього не діє.
vi: Micrô đã chọn không hỗ trợ thuộc tính tắt tiếng hệ thống, nên «Tự phát hiện tắt tiếng hệ thống» không có tác dụng.
zh_hant: 所選麥克風不提供系統靜音屬性，「自動偵測系統靜音」對它無效。

source: 手动新增待办
ar: إضافة مهمة يدويًا
de: Aufgabe manuell hinzufügen
en: Add to-do manually
es: Añadir tarea manualmente
fr: Ajouter une tâche manuellement
hi: कार्य मैन्युअल रूप से जोड़ें
id: Tambah tugas secara manual
it: Aggiungi attività manualmente
ja: ToDo を手動で追加
ko: 할 일 수동 추가
nl: Taak handmatig toevoegen
pl: Dodaj zadanie ręcznie
pt: Adicionar tarefa manualmente
ru: Добавить задачу вручную
sv: Lägg till uppgift manuellt
th: เพิ่มงานด้วยตนเอง
tr: Manuel görev ekle
uk: Додати завдання вручну
vi: Thêm việc cần làm thủ công
zh_hant: 手動新增待辦

source: 手动添加
ar: أُضيفت يدويًا
de: Manuell hinzugefügt
en: Added manually
es: Añadido manualmente
fr: Ajouté manuellement
hi: मैन्युअल रूप से जोड़ा गया
id: Ditambahkan manual
it: Aggiunto manualmente
ja: 手動追加
ko: 수동 추가
nl: Handmatig toegevoegd
pl: Dodano ręcznie
pt: Adicionado manualmente
ru: Добавлено вручную
sv: Tillagd manuellt
th: เพิ่มด้วยตนเอง
tr: Manuel eklendi
uk: Додано вручну
vi: Đã thêm thủ công
zh_hant: 手動添加

source: 手机号
ar: رقم الهاتف
de: Mobilnummer
en: Mobile Number
es: Número de teléfono
fr: Numéro de téléphone
hi: मोबाइल नंबर
id: Nomor ponsel
it: Numero di telefono
ja: 携帯電話番号
ko: 휴대폰 번호
nl: Mobiel nummer
pl: Numer telefonu
pt: Número de telefone
ru: Мобильный телефон
sv: Mobilnummer
th: เบอร์มือถือ
tr: Cep telefonu
uk: Мобільний телефон
vi: Số điện thoại
zh_hant: 手機號

source: 打开原始视频
ar: فتح الفيديو الأصلي
de: Originalvideo öffnen
en: Open Original Video
es: Abrir vídeo original
fr: Ouvrir la vidéo d'origine
hi: मूल वीडियो खोलें
id: Buka Video Asli
it: Apri video originale
ja: 元の動画を開く
ko: 원본 동영상 열기
nl: Originele video openen
pl: Otwórz oryginalny film
pt: Abrir vídeo original
ru: Открыть исходное видео
sv: Öppna originalvideo
th: เปิดวิดีโอต้นฉบับ
tr: Orijinal Videoyu Aç
uk: Відкрити оригінальне відео
vi: Mở video gốc
zh_hant: 打開原始影片

source: 打开导入的视频并切换到「画面」Tab，可播放原视频、手动分析画面并查看关键帧时间轴。视觉模型读取关键帧；普通文本模型会先在本机 OCR。点击任一关键帧即可跳到对应时间。
ar: افتح الفيديو المستورد وانتقل إلى تبويب «الصورة» لتشغيل الفيديو الأصلي وتحليل الإطارات يدويًا وعرض المخطط الزمني للإطارات الرئيسية. تقرأ نماذج الرؤية الإطارات الرئيسية، أما نماذج النص العادية فتُجري أولاً التعرف الضوئي على هذا الجهاز. انقر أي إطار رئيسي للانتقال إلى الوقت المقابل.
de: Öffne ein importiertes Video und wechsle zum Tab „Bilder", um das Originalvideo abzuspielen, Bilder manuell zu analysieren und die Keyframe-Zeitleiste anzuzeigen. Vision-Modelle lesen die Keyframes; reine Textmodelle führen zuerst eine OCR auf diesem Gerät durch. Klicke auf einen Keyframe, um zu diesem Zeitpunkt zu springen.
en: Open an imported video and switch to the "Frames" tab to play the original video, manually analyze frames, and view the keyframe timeline. Vision models read the keyframes; plain text models run OCR on this device first. Click any keyframe to jump to that timestamp.
es: Abre un vídeo importado y cambia a la pestaña «Imagen» para reproducir el vídeo original, analizar imágenes manualmente y ver la línea de tiempo de fotogramas clave. Los modelos de visión leen los fotogramas clave; los modelos de solo texto realizan primero el OCR en este dispositivo. Haz clic en cualquier fotograma clave para ir a ese momento.
fr: Ouvrez une vidéo importée et basculez sur l'onglet « Images » pour lire la vidéo d'origine, analyser manuellement les images et consulter la chronologie des images clés. Les modèles de vision lisent les images clés ; les modèles de texte simples effectuent d'abord l'OCR sur cet appareil. Cliquez sur une image clé pour accéder à l'instant correspondant.
hi: आयातित वीडियो खोलें और «फ़्रेम» टैब पर जाएँ ताकि मूल वीडियो चला सकें, फ़्रेम मैन्युअल रूप से विश्लेषित कर सकें और कीफ़्रेम टाइमलाइन देख सकें। विज़न मॉडल कीफ़्रेम पढ़ते हैं; सामान्य टेक्स्ट मॉडल पहले इस डिवाइस पर OCR करते हैं। किसी भी कीफ़्रेम पर क्लिक करके उस समय पर जाएँ।
id: Buka video yang diimpor dan beralih ke tab "Gambar" untuk memutar video asli, menganalisis gambar secara manual, dan melihat linimasa keyframe. Model visi membaca keyframe; model teks biasa menjalankan OCR di perangkat ini terlebih dahulu. Klik keyframe mana pun untuk melompat ke waktu tersebut.
it: Apri un video importato e passa alla scheda «Immagine» per riprodurre il video originale, analizzare manualmente i fotogrammi e vedere la sequenza temporale dei fotogrammi chiave. I modelli di visione leggono i fotogrammi chiave; i modelli di solo testo eseguono prima l'OCR su questo dispositivo. Fai clic su un fotogramma chiave per passare a quel momento.
ja: 読み込んだ動画を開き「画面」タブに切り替えると、元の動画の再生、手動での画面分析、キーフレームのタイムライン表示ができます。視覚モデルはキーフレームを読み取り、通常のテキストモデルは先に本機で OCR を実行します。任意のキーフレームをクリックするとその時点にジャンプします。
ko: 가져온 동영상을 열고 "화면" 탭으로 전환하면 원본 동영상 재생, 수동 화면 분석, 키프레임 타임라인 확인이 가능합니다. 비전 모델은 키프레임을 읽고, 일반 텍스트 모델은 먼저 이 기기에서 OCR을 실행합니다. 아무 키프레임이나 클릭하면 해당 시점으로 이동합니다.
nl: Open een geïmporteerde video en schakel over naar het tabblad 'Beeld' om de originele video af te spelen, beelden handmatig te analyseren en de tijdlijn met keyframes te bekijken. Visiemodellen lezen de keyframes; modellen met alleen tekst voeren eerst OCR op dit apparaat uit. Klik op een keyframe om naar dat tijdstip te springen.
pl: Otwórz zaimportowane wideo i przełącz się na kartę „Obraz”, aby odtworzyć oryginalne wideo, ręcznie analizować klatki i wyświetlić oś czasu klatek kluczowych. Modele wizyjne odczytują klatki kluczowe; modele czysto tekstowe najpierw wykonują OCR na tym urządzeniu. Kliknij dowolną klatkę kluczową, aby przejść do danego momentu.
pt: Abra um vídeo importado e mude para a aba "Imagem" para reproduzir o vídeo original, analisar quadros manualmente e ver a linha do tempo dos quadros-chave. Modelos de visão leem os quadros-chave; modelos apenas de texto executam primeiro o OCR neste dispositivo. Clique em qualquer quadro-chave para ir ao momento correspondente.
ru: Откройте импортированное видео и перейдите на вкладку «Кадры», чтобы воспроизвести исходное видео, вручную проанализировать кадры и просмотреть шкалу ключевых кадров. Модели зрения читают ключевые кадры; обычные текстовые модели сначала выполняют OCR на этом устройстве. Щёлкните любой ключевой кадр, чтобы перейти к соответствующему моменту.
sv: Öppna en importerad video och byt till fliken "Bild" för att spela upp originalvideon, analysera bilder manuellt och visa tidslinjen för nyckelbildrutor. Bildmodeller läser nyckelbildrutorna; vanliga textmodeller kör OCR på den här enheten först. Klicka på en nyckelbildruta för att hoppa till den tiden.
th: เปิดวิดีโอที่นำเข้าแล้วสลับไปแท็บ «ภาพ» เพื่อเล่นวิดีโอต้นฉบับ วิเคราะห์ภาพด้วยตนเอง และดูไทม์ไลน์คีย์เฟรม โมเดลวิชันอ่านคีย์เฟรม ส่วนโมเดลข้อความทั่วไปจะทำ OCR บนอุปกรณ์นี้ก่อน คลิกคีย์เฟรมใดก็ได้เพื่อข้ามไปยังเวลานั้น
tr: İçe aktarılan bir videoyu açıp «Görüntü» sekmesine geçerek orijinal videoyu oynatabilir, görüntüleri elle analiz edebilir ve kare anahtarı zaman çizelgesini görüntüleyebilirsiniz. Görüntü modelleri kare anahtarlarını okur; salt metin modelleri önce bu cihazda OCR çalıştırır. İlgili ana kareye atlamak için herhangi bir kare anahtarına tıklayın.
uk: Відкрийте імпортоване відео та перейдіть на вкладку «Кадри», щоб відтворити оригінальне відео, вручну проаналізувати кадри й переглянути шкалу ключових кадрів. Моделі зору читають ключові кадри; звичайні текстові моделі спершу виконують OCR на цьому пристрої. Натисніть будь-який ключовий кадр, щоб перейти до відповідного моменту.
vi: Mở video đã nhập và chuyển sang tab «Hình ảnh» để phát video gốc, phân tích khung hình thủ công và xem dòng thời gian khung hình chính. Mô hình thị giác đọc khung hình chính; mô hình văn bản thuần sẽ chạy OCR trên thiết bị này trước. Nhấp vào bất kỳ khung hình chính nào để chuyển đến thời điểm tương ứng.
zh_hant: 打開匯入的影片並切換到「畫面」Tab，可播放原始影片、手動分析畫面並檢視關鍵影格時間軸。視覺模型讀取關鍵影格；一般文字模型會先在本機 OCR。點擊任一關鍵影格即可跳到對應時間。

source: 打开应用设置（模型 / 大模型配置等）
ar: فتح إعدادات التطبيق (النماذج / إعداد النموذج اللغوي، إلخ)
de: App-Einstellungen öffnen (Modelle / Sprachmodell-Konfiguration usw.)
en: Open app settings (models / language model configuration, etc.)
es: Abrir los ajustes de la app (modelos / configuración del modelo de lenguaje, etc.)
fr: Ouvrir les réglages de l'app (modèles / configuration du modèle de langage, etc.)
hi: ऐप सेटिंग्स खोलें (मॉडल / भाषा मॉडल कॉन्फ़िगरेशन आदि)
id: Buka pengaturan aplikasi (model / konfigurasi model bahasa, dll.)
it: Apri le impostazioni dell'app (modelli / configurazione del modello linguistico ecc.)
ja: アプリ設定を開く（モデル / 言語モデルの設定など）
ko: 앱 설정 열기(모델/언어 모델 구성 등)
nl: App-instellingen openen (modellen / configuratie van het taalmodel, enz.)
pl: Otwórz ustawienia aplikacji (modele / konfiguracja modelu językowego itp.)
pt: Abrir as definições da aplicação (modelos / configuração do modelo de linguagem, etc.)
ru: Открыть настройки приложения (модели / конфигурация языковой модели и т. п.)
sv: Öppna appinställningar (modeller / konfiguration av språkmodellen m.m.)
th: เปิดการตั้งค่าแอป (โมเดล / การตั้งค่าโมเดลภาษา ฯลฯ)
tr: Uygulama ayarlarını aç (modeller / dil modeli yapılandırması vb.)
uk: Відкрити налаштування застосунку (моделі / конфігурація мовної моделі тощо)
vi: Mở cài đặt ứng dụng (mô hình / cấu hình mô hình ngôn ngữ, v.v.)
zh_hant: 開啟應用程式設定（模型 / 大模型設定等）

source: 打开模型文件夹
ar: فتح مجلد النموذج
de: Modellordner öffnen
en: Open Model Folder
es: Abrir carpeta de modelos
fr: Ouvrir le dossier du modèle
hi: मॉडल फ़ोल्डर खोलें
id: Buka folder model
it: Apri cartella modello
ja: モデルフォルダを開く
ko: 모델 폴더 열기
nl: Modelmap openen
pl: Otwórz folder modelu
pt: Abrir pasta de modelos
ru: Открыть папку модели
sv: Öppna modellmappen
th: เปิดโฟลเดอร์โมเดล
tr: Model klasörünü aç
uk: Відкрити папку моделі
vi: Mở thư mục mô hình
zh_hant: 開啟模型資料夾

source: 打开模型文件夹：%@
ar: فتح مجلد النموذج: %@
de: Modellordner öffnen: %@
en: Open Model Folder: %@
es: Abrir carpeta de modelos: %@
fr: Ouvrir le dossier du modèle : %@
hi: मॉडल फ़ोल्डर खोलें: %@
id: Buka folder model: %@
it: Apri cartella modello: %@
ja: モデルフォルダを開く：%@
ko: 모델 폴더 열기: %@
nl: Modelmap openen: %@
pl: Otwórz folder modelu: %@
pt: Abrir pasta de modelos: %@
ru: Открыть папку модели: %@
sv: Öppna modellmappen: %@
th: เปิดโฟลเดอร์โมเดล: %@
tr: Model klasörünü aç: %@
uk: Відкрити папку моделі: %@
vi: Mở thư mục mô hình: %@
zh_hant: 開啟模型資料夾：%@

source: 打开目录
ar: فتح المجلد
de: Ordner öffnen
en: Open Folder
es: Abrir carpeta
fr: Ouvrir le dossier
hi: फ़ोल्डर खोलें
id: Buka Folder
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nl: Map openen
pl: Otwórz folder
pt: Abrir pasta
ru: Открыть папку
sv: Öppna mapp
th: เปิดโฟลเดอร์
tr: Klasörü Aç
uk: Відкрити теку
vi: Mở thư mục
zh_hant: 打開目錄
